const services = [
  { id: 1, name: "УЗИ сердца (эхокардиография)", price: "2000 ₽" },
  { id: 2, name: "УЗИ ОБП", price: "1600 ₽" },
  { id: 3, name: "УЗИ ОБП комплексное с желчегонным завтраком", price: "2100 ₽" },
  { id: 4, name: "УЗИ мочевыделительной системы", price: "1600 ₽" },
  { id: 5, name: "УЗИ мочевыделительной системы и предстательной железы", price: "2000 ₽" },
  { id: 6, name: "УЗИ предстательной железы трансректально (ТРУЗИ)", price: "1800 ₽" },
  { id: 7, name: "УЗИ предстательной железы (трансабдоминально)", price: "1500 ₽" },
  { id: 8, name: "УЗИ мошонки", price: "1300 ₽" },
  { id: 9, name: "УЗИ органов малого таза", price: "1500 ₽" },
  { id: 10, name: "УЗИ органов малого таза комплексное + узи мышц тазового дна", price: "2000 ₽" },
  { id: 11, name: "УЗИ мышц тазового дна", price: "1000 ₽" },
  { id: 12, name: "УЗИ органов малого таза повторное (в течение месяца)", price: "1200 ₽" },
  { id: 13, name: "УЗИ  органов малого таза (мониторинг фолликулов-фолликулогенез)", price: "1200 ₽" },
  { id: 14, name: "УЗИ  органов малого таза (цервикометрия)", price: "1000 ₽" },
  { id: 15, name: "УЗИ щитовидной железы", price: "1500 ₽" },
  { id: 16, name: "УЗИ молочной железы", price: "1500 ₽" },
  { id: 17, name: "УЗИ мягких тканей (1 анатотическая зона)", price: "1300 ₽" },
  { id: 18, name: "УЗИ лимфатических узлов (1 анатомическая зона)", price: "1300 ₽" },
  { id: 19, name: "УЗИ вен и сосудов (1 анатомическая зона)", price: "1700 ₽" },
  { id: 20, name: "УЗИ лимфатических узлов комплексное (3 анатомические зоны)", price: "2800 ₽" },
  { id: 21, name: "УЗИ слюнных желез", price: "1300 ₽" }
];
export const PriceList = () =>{
    return(
        <section className="container">
            <div className="priceList" id = 'priceList'>
            <h1>Цены на УЗИ</h1>
            <div>
                {services.map((service)=>(<div className={`part ${(service.id%2==0)?'':'second'}`} key={service.id} service={service}>
                    <div className="name"><h3>{service.name}</h3></div>
                    <div className="cost"><h3>{service.price}</h3></div>
                </div>))}
            </div>
            </div>
        </section>
    )
}